token = "1740750452:AAGRiCnH7U09Bntzwlz_zZdm2mlbIf2_fNs"

# Drinks
tea = "🛎 Вы выбрали <b>Чай</b>." \
      "\n<i>Вода - это мать чая, чайник его отец, а огонь - его учитель</i>. Китайская поговорка" \
      "\n" \
      "\n⏲ <b>Приготовление</b> ~ 7 минут ⏳" \
      "\n" \
      "\n🛒 <b>Ингредиенты:</b>" \
      "\n" \
      "\n1️⃣ - Пакетик чая или заварной чай в ложке-ситечке" \
      "\n2️⃣ - Кипяток (⚠️Осторожно⚠️)" \
      "\n" \
      "\n📝 <b>Инструкция приготовления:</b>" \
      "\n" \
      "\n1️⃣ - Положите в чашку пакетик любимого чая." \
      "\n2️⃣ - Вскипятите воду и налейте в чашку с чайным пакетиком." \
      "\n3️⃣ - Дайте чаю настояться не менее 5 минут, чтобы он стал как можно крепче." \
      "\n4️⃣ - Извлеките чайный пакетик или ложку-ситечко из чашки." \
      "\n5️⃣ - Если вы хотите сделать напиток слаще, добавьте немного меда или сахар по вкусу." \
      "\n" \
      "\n🀄️ <b>Приятного чаепития</b> 🀄️"

cappuccino = "🛎 Вы выбрали <b>Капучино</b>."\
             "\n<i>Капучино – это влюблённость. Сначала терпко, потом сладко и легко, а на поверку – всё та же жизнь. Но моменты, когда сладко и терпко, — самые лучшие.</i> (Макс Фрай)" \
             "\n" \
             "\n⏲ <b>Приготовление</b> ~ 7 минут ⏳" \
             "\n" \
             "\n🛒 <b>Ингредиенты:</b>" \
             "\n" \
             "\n1️⃣ - Молотое кофе" \
             "\n2️⃣ - Молоко – 60 мл более 2,5% жирности" \
             "\n3️⃣ - Сахар – по вкусу" \
             "\n" \
             "\n📝 <b>Инструкция приготовления:</b>" \
             "\n" \
             "\n1️⃣ - Сварить кофе в турке, используя 8-9гр молотого кофе." \
             "\n2️⃣ - Разогреть молоко не выше 60-65 градусов." \
             "\n3️⃣ - Выключите огонь и взбейте миксером молоко 2-3 минуты, пока оно слегка не загустеет и на его поверхности не появится слой пены толщиной не менее 1 см." \
             "\n4️⃣ - Заполните чашку примерно на 1/3 кофе." \
             "\n5️⃣ - Еще на 1/3 заполните чашку молоком. Прежде чем добавлять молоко в кофе, аккуратно покачайте емкость с молоком по часовой стрелке и нежно 2-3 раза постучите об стол – так в молочной пене осядут крупные пузыри." \
             "\n6️⃣ - Затем влейте или выложите молочную пену, заполнив чашку доверху." \
             "\n" \
             "\n☕ <b>Приятного капучинопития</b> ☕"

banana_cocktail = "🛎 Вы выбрали <b>Молочный банановый коктейль</b>." \
                  "\n" \
                  "\n⏲ <b>Приготовление</b> ~ 10 минут ⏳" \
                  "\n" \
                  "\n🛒 <b>Ингредиенты:</b>" \
                  "\n" \
                  "\n1️⃣ - Молоко - 1л" \
                  "\n2️⃣ - Бананы - 3шт" \
                  "\n3️⃣ - Ванильное или пломбирное мороженное - 30гр" \
                  "\n4️⃣ - Сахар - по вкусу" \
                  "\n" \
                  "\n📝 <b>Инструкция приготовления:</b>" \
                  "\n" \
                  "\n1️⃣ - Нарезать ножом бананы на ломтики. Сложить их в блендер или глубокую миску." \
                  "\n2️⃣ - Добавить мороженое. Если нет мороженого, то насыпаем сахар (соответственно, если положили мороженое, то сахар добавлять не надо)." \
                  "\n3️⃣ - Измельчаем все в блендере, постепенно наливая туда молоко." \
                  "\n4️⃣ - Получившуюся смесь разливаем по стаканам." \
                  "\n" \
                  "\n🍌🥛 <b>Приятного коктейляпития</b> 🥛🍌"

ginger_tea = "🛎 Вы выбрали <b>Имбирный чай</b>." \
             "\n<i>Имбирный чай с лимоном, мятой и мёдом — прекрасное средство для повышения иммунитета и хорошего настроения</i>." \
             "\n" \
             "\n⏲ <b>Приготовление</b> ~ 10 минут ⏳" \
             "\n" \
             "\n🛒 <b>Ингредиенты:</b>" \
             "\n" \
             "\n1️⃣ - Корень имбиря - 30г" \
             "\n2️⃣ - Мята - 30 г" \
             "\n3️⃣ - Лимон - 5 ломтиков" \
             "\n4️⃣ - Мёд - 3-4 ч.ложки" \
             "\n4️⃣ - Вода - 1 л" \
             "\n" \
             "\n📝 <b>Инструкция приготовления:</b>" \
             "\n" \
             "\n1️⃣ - Имбирь, лимон и мяту моем." \
             "\n2️⃣ - Совсем немного мяты откладываем для подачи, а остальную кладём на дно заварочного чайника." \
             "\n3️⃣ - Отрезаем от лимона 5 тонких кружочков и также кладём в чайник." \
             "\n4️⃣ - 30 г корня имбиря нарезаем на тоненькие ломтики." \
             "\n5️⃣ - Ломтики имбиря укладываем в фильтр-сетку и устанавливаем в чайник." \
             "\n6️⃣ - Кипятим воду и ждём 3-4 минуты, чтобы вода остыла до температуры примерно 90 градусов." \
             "\n7️⃣ - Заливаем 1 литр горячей воды в заварочный чайник и закрываем его крышкой. Чай должен завариться, для этого пусть настоится 10-15 минут." \
             "\n8️⃣ - При подаче в чашку с чаем кладём мёд, количество зависит от вашего вкуса, я обычно кладу примерно 1 ч. ложку на 250 мл имбирного чая." \
             "\n9️⃣ - Также в чашку можно положить немного листьев мяты и ломтик лимона." \
             "\n" \
             "\n🍋 <b>Приятного чаепития и будьте здоровы!</b> 😋"

hot_chocolate = "🛎 Вы выбрали <b>Горячий шоколад</b>." \
                "\n<i>Счастье — это горячий шоколад в холодный день!</i>" \
                "\n" \
                "\n⏲ <b>Приготовление</b> ~ 10 минут ⏳" \
                "\n" \
                "\n🛒 <b>Ингредиенты:</b>" \
                "\n" \
                "\n1️⃣ - Шоколадная плитка — 100 г" \
                "\n2️⃣ - Молоко — 500 мл" \
                "\n3️⃣ - Какао порошок - 10 гр" \
                "\n" \
                "\n📝 <b>Инструкция приготовления:</b>" \
                "\n" \
                "\n1️⃣ - В сотейник, с толстым дном, выливаем молоко." \
                "\n2️⃣ - Разогреть молоко, добавить какао порошок и тщательно перемешать." \
                "\n3️⃣ - Затем в горячую смесь добавить плитку шоколада и дать ему растаять." \
                "\n4️⃣ - Повторюсь, но это важно. Для вкусного горячего шоколада используйте черный шоколад, проверенный." \
                "\n5️⃣ - Варим горячий шоколад на среднем огне и постоянно помешиваем. Но не кипятим!" \
                "\n6️⃣ - Вот и готово. Как видите, приготовить горячий шоколад дома совсем не сложно! А какой аромат! Это просто волшебно вкусно!" \
                "\n7️⃣ - Добавляем маршмеллоу и вот вам и вкусно, и полезно! Кстати, кружка такого напитка смело заменит вам кусок торта!" \
                "\n" \
                "\n🍫☕ <b>Надеюсь этот напиток согрел вас!</b> ☕🍫"

cacao = "🛎 Вы выбрали <b>Какао с молоком</b>." \
                "\n<i>Какао является антидепрессантом, помогает укрепить сердечно-сосудистую и нервную системы, полезен при бронхиальной астме, повышает работоспособность.</i>" \
                "\n" \
                "\n⏲ <b>Приготовление</b> ~ 10 минут ⏳" \
                "\n" \
                "\n🛒 <b>Ингредиенты:</b>" \
                "\n" \
                "\n1️⃣ - Какао-порошок - 1 ст.л." \
                "\n2️⃣ - Сахар - 1 ст.л." \
                "\n3️⃣ - Молоко - 1 стак." \
                "\n" \
                "\n📝 <b>Инструкция приготовления:</b>" \
                "\n" \
                "\n1️⃣ - Возьмем небольшую пиалу или чашку. Насыплем в нее какао и сахар." \
                "\n2️⃣ - Добавим в пиалу немного кипятка и хорошо перетрем сахар и какао, чтобы не было комочков." \
                "\n3️⃣ - В кастрюльке поставим на огонь молоко." \
                "\n4️⃣ - Когда молоко закипит, снимаем с него пену и добавляем содержимое пиалы, а именно какао-порошок и сахар, хорошо размешанные с водой. Перемешаем теперь все с молоком." \
                "\n4️⃣ - Нальем напиток в красивый стакан и подадим его к столу, когда он немного остынет. Теперь и вы знаете ответ на вопрос, как можно приготовить настоящее, вкусное и полезное какао из какао-порошка." \
                "\n" \
                "\n🍫☕ <b>Надеюсь этот напиток согрел вас и поднял вам настроение) !</b> ☕🍫"

# Desserts
waffle_cake = "🛎 Вы выбрали <b>Торт из вафельных коржей с вареной сгущенкой</b>." \
              "\n<i>Съел на ночь кусок торта и… уснул сладким сном💤💤💤.</i>" \
              "\n" \
              "\n⏲ <b>Приготовление</b> ~ 8 часов ⏳" \
              "\n" \
              "\n🛒 <b>Ингредиенты:</b>" \
              "\n" \
              "\n1️⃣ - Вафельные коржи - 8 шт." \
              "\n2️⃣ - Варёное сгущённое молоко - 570 г" \
              "\n3️⃣ - Масло сливочное - 200 г" \
              "\n4️⃣ - Орехи - 40 г" \
              "\n4️⃣ - Печенье овсяное - 80 г" \
              "\n" \
              "\n📝 <b>Инструкция приготовления:</b>" \
              "\n" \
              "\n1️⃣ - Поместить в чашу блендера сливочное масло и варёную сгущёнку. Взбить" \
              "\n2️⃣ - Затем добавить 2-3 ст.л. обычной сгущёнки. Снова массу взбить до однородного состояния" \
              "\n3️⃣ - Каждый корж хорошо смазывать кремом и накрывать следующим коржом." \
              "\n4️⃣ - Когда все коржи будут смазаны кремом, намазать боковые стороны торта. Сверху на торт из вафельных коржей положить ровную досочку и поставить груз, чтоб коржи хорошо схватились между собой." \
              "\n5️⃣ - Оставить торт в таком состоянии на 1 час." \
              "\n6️⃣ - Пока торт будет уплотняться, подготовить крошку. Для неё можно взять любое песочное печенье и орехи. Измельчить их." \
              "\n7️⃣ - Груз убрать и смазать верх торта оставшимся кремом. Затем обсыпать бока и верх подготовленной крошкой." \
              "\n8️⃣ - Оставить торт пропитываться ещё на 1 час" \
              "\n" \
              "\n🀄️ <b>Приятного аппетита!</b> 🀄️"

pancakes = "🛎 Вы выбрали <b>Торт из вафельных коржей с вареной сгущенкой</b>." \
              "\n<i>Съел на ночь кусок торта и… уснул сладким сном💤💤💤.</i>" \
              "\n" \
              "\n⏲ <b>Приготовление</b> ~ 8 часов ⏳" \
              "\n" \
              "\n🛒 <b>Ингредиенты:</b>" \
              "\n" \
              "\n1️⃣ - Вафельные коржи - 8 шт." \
              "\n2️⃣ - Варёное сгущённое молоко - 570 г" \
              "\n3️⃣ - Масло сливочное - 200 г" \
              "\n4️⃣ - Орехи - 40 г" \
              "\n4️⃣ - Печенье овсяное - 80 г" \
              "\n" \
              "\n📝 <b>Инструкция приготовления:</b>" \
              "\n" \
              "\n1️⃣ - Поместить в чашу блендера сливочное масло и варёную сгущёнку. Взбить" \
              "\n2️⃣ - Затем добавить 2-3 ст.л. обычной сгущёнки. Снова массу взбить до однородного состояния" \
              "\n3️⃣ - Каждый корж хорошо смазывать кремом и накрывать следующим коржом." \
              "\n4️⃣ - Когда все коржи будут смазаны кремом, намазать боковые стороны торта. Сверху на торт из вафельных коржей положить ровную досочку и поставить груз, чтоб коржи хорошо схватились между собой." \
              "\n5️⃣ - Оставить торт в таком состоянии на 1 час." \
              "\n6️⃣ - Пока торт будет уплотняться, подготовить крошку. Для неё можно взять любое песочное печенье и орехи. Измельчить их." \
              "\n7️⃣ - Груз убрать и смазать верх торта оставшимся кремом. Затем обсыпать бока и верх подготовленной крошкой." \
              "\n8️⃣ - Оставить торт пропитываться ещё на 1 час" \
              "\n" \
              "\n🀄️ <b>Приятного аппетита!</b> 🀄️"
